Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Sync Saturation
ar: مزامنة التشبع
de: Sättigung synchronisieren
es: Sincronizar saturación
fr: Synchroniser la saturation
hi: सैचुरेशन सिंक करें
it: Sincronizza saturazione
ja: 彩度を同期
ko: 채도 동기화
pl: Synchronizuj nasycenie
pt_br: Sincronizar Saturação
ru: Насыщенность в такт
tr: Doygunluğu Eşitle
uk: Синхронізувати насиченість
zh_hans: 同步饱和度
zh_hant: 同步飽和度

source: Sync Tilt
ar: مزامنة الإمالة
de: Neigung synchronisieren
es: Sincronizar inclinación
fr: Synchroniser l’inclinaison
hi: झुकाव सिंक करें
it: Sincronizza inclinazione
ja: 傾きを同期
ko: 기울기 동기화
pl: Synchronizuj przechylenie
pt_br: Sincronizar Inclinação
ru: Наклон в такт
tr: Eğimi Eşitle
uk: Синхронізувати нахил
zh_hans: 同步倾斜
zh_hant: 同步傾斜

source: Sync Video to Music
ar: مزامنة الفيديو مع الموسيقى
de: Video mit Musik synchronisieren
es: Sincronizar vídeo con la música
fr: Synchroniser la vidéo avec la musique
hi: वीडियो को संगीत से सिंक करें
it: Sincronizza video con la musica
ja: ビデオを音楽に同期
ko: 음악에 비디오 동기화
pl: Synchronizuj wideo z muzyką
pt_br: Sincronizar Vídeo com a Música
ru: Синхронизация видео с музыкой
tr: Videoyu Müzikle Eşitle
uk: Синхронізація відео з музикою
zh_hans: 视频与音乐同步
zh_hant: 影片與音樂同步

source: Sync Zoom
ar: مزامنة التكبير
de: Zoom synchronisieren
es: Sincronizar zoom
fr: Synchroniser le zoom
hi: ज़ूम सिंक करें
it: Sincronizza zoom
ja: ズームを同期
ko: 확대 동기화
pl: Synchronizuj powiększenie
pt_br: Sincronizar Zoom
ru: Масштаб в такт
tr: Yakınlaştırmayı Eşitle
uk: Синхронізувати масштаб
zh_hans: 同步缩放
zh_hant: 同步縮放

source: Sync properties across displays
ar: مزامنة الخصائص عبر شاشات العرض
de: Eigenschaften über Displays synchronisieren
es: Sincronizar propiedades entre pantallas
fr: Synchroniser les propriétés entre les moniteurs
hi: सभी डिस्प्ले पर प्रॉपर्टी सिंक करें
it: Sincronizza le proprietà tra gli schermi
ja: ディスプレイ間でプロパティを同期
ko: 디스플레이 간 속성 동기화
pl: Synchronizuj właściwości między wyświetlaczami
pt_br: Sincronizar propriedades entre as telas
ru: Синхронизировать свойства между дисплеями
tr: Özellikleri ekranlar arasında eşitle
uk: Синхронізувати властивості між дисплеями
zh_hans: 在显示器之间同步属性
zh_hant: 在所有顯示器間同步屬性

source: Sync to Music
ar: المزامنة مع الموسيقى
de: Mit Musik synchronisieren
es: Sincronización con la música
fr: Synchroniser avec la musique
hi: संगीत से सिंक करें
it: Sincronizzazione con la musica
ja: 音楽に同期
ko: 음악에 동기화
pl: Synchronizacja z muzyką
pt_br: Sincronizar com a Música
ru: Синхронизация с музыкой
tr: Müzikle Eşitleme
uk: Синхронізація з музикою
zh_hans: 与音乐同步
zh_hant: 與音樂同步

source: System Audio Recording
ar: تسجيل صوت النظام
de: Aufnahme von Systemaudio
es: Grabación del audio del sistema
fr: Enregistrement des sons du système
hi: सिस्टम ऑडियो रिकॉर्डिंग
it: Registrazione audio di sistema
ja: システムオーディオ録音
ko: 시스템 오디오 녹음
pl: Nagrywanie dźwięku systemowego
pt_br: Gravação do Áudio do Sistema
ru: Системная аудиозапись
tr: Sistem Ses Kaydı
uk: Записування системного звуку
zh_hans: 系统录音
zh_hant: 系統錄音

source: Tablets
ar: الأجهزة اللوحية
es: Tabletas
fr: Tablettes
hi: टैबलेट
it: Tablet
ja: タブレット
ko: 태블릿
pl: Tablety
ru: Планшеты
tr: Tabletler
uk: Планшети
zh_hans: 平板电脑
zh_hant: 平板電腦

source: Tags
ar: الوسوم
es: Etiquetas
hi: टैग
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Etiquetas
ru: Теги
tr: Etiketler
uk: Теги
zh_hans: 标签
zh_hant: 標籤

source: Take Screenshot
ar: أخذ لقطة شاشة
de: Bildschirmfoto aufnehmen
es: Hacer captura de pantalla
fr: Prendre une capture d’écran
hi: स्क्रीनशॉट लें
it: Cattura schermata
ja: スクリーンショットを撮る
ko: 스크린샷 찍기
pl: Zrób zrzut ekranu
pt_br: Capturar Tela
ru: Сделать снимок экрана
tr: Ekran Görüntüsü Al
uk: Зробити знімок екрана
zh_hans: 截屏
zh_hant: 擷取螢幕畫面

source: Take Screenshot is also in the menu bar menu, and can have a hotkey. Each screenshot is a PNG of the wallpaper alone.
ar: يتوفر ”أخذ لقطة شاشة“ أيضًا في قائمة شريط القائمة ويمكن تعيين اختصار له. كل لقطة شاشة هي ملف PNG للخلفية وحدها.
de: „Bildschirmfoto aufnehmen“ gibt es auch im Menü der Menüleiste, und es kann eine Tastenkombination erhalten. Jedes Bildschirmfoto ist ein PNG nur des Hintergrundbilds.
es: «Hacer captura de pantalla» también está en el menú de la barra de menús y puede tener una tecla de acceso rápido. Cada captura es un PNG solo del fondo de pantalla.
fr: « Prendre une capture d’écran » figure aussi dans le menu de la barre des menus et peut avoir un raccourci. Chaque capture est un PNG du fond d’écran seul.
hi: “स्क्रीनशॉट लें” मेनू बार मेनू में भी है और इसके लिए हॉटकी सेट की जा सकती है। हर स्क्रीनशॉट केवल वॉलपेपर की PNG होता है।
it: “Cattura schermata” è anche nel menu della barra dei menu e può avere un tasto di scelta rapida. Ogni schermata è un PNG del solo sfondo.
ja: 「スクリーンショットを撮る」はメニューバーのメニューにもあり、ホットキーを割り当てられます。スクリーンショットはそれぞれ壁紙だけの PNG です。
ko: ‘스크린샷 찍기’는 메뉴 막대 메뉴에도 있으며 단축키를 지정할 수 있습니다. 각 스크린샷은 배경화면만 담긴 PNG입니다.
pl: „Zrób zrzut ekranu” jest też w menu na pasku menu i może mieć klawisz dostępu. Każdy zrzut to plik PNG z samą tapetą.
pt_br: Capturar Tela também está no menu da barra de menus e pode ter um atalho. Cada captura é um PNG somente da imagem de fundo.
ru: «Сделать снимок экрана» есть и в меню строки меню, и ему можно назначить горячую клавишу. Каждый снимок — PNG только с обоями.
tr: “Ekran Görüntüsü Al” menü çubuğu menüsünde de bulunur ve bir kısayol tuşu alabilir. Her ekran görüntüsü yalnızca duvar kâğıdının PNG’sidir.
uk: «Зробити знімок екрана» є й у меню рядка меню, і йому можна призначити гарячу клавішу. Кожен знімок — PNG лише зі шпалерами.
zh_hans: “截屏”也在菜单栏菜单中，并可设置热键。每张截屏都是仅含墙纸的 PNG。
zh_hant: 「擷取螢幕畫面」也在選單列選單中，並可設定快速鍵。每張截圖都是僅含背景圖片的 PNG。

source: Take screenshot
ar: أخذ لقطة شاشة
de: Bildschirmfoto aufnehmen
es: Hacer captura de pantalla
fr: Prendre une capture d’écran
hi: स्क्रीनशॉट लें
it: Cattura schermata
ja: スクリーンショットを撮る
ko: 스크린샷 찍기
pl: Zrób zrzut ekranu
pt_br: Capturar tela
ru: Сделать снимок экрана
tr: Ekran görüntüsü al
uk: Зробити знімок екрана
zh_hans: 截屏
zh_hant: 擷取螢幕畫面

source: Technology
ar: تكنولوجيا
de: Technik
es: Tecnología
fr: Technologie
hi: टेक्नोलॉजी
it: Tecnologia
ja: テクノロジー
ko: 기술
pl: Technologia
pt_br: Tecnologia
ru: Технологии
tr: Teknoloji
uk: Технології
zh_hans: 科技
zh_hant: 科技

source: Television
ar: تلفزيون
de: Fernsehen
es: Televisión
fr: Télévision
hi: टेलीविज़न
it: Televisione
ja: テレビ
ko: 텔레비전
pl: Telewizja
pt_br: Televisão
ru: Телевидение
tr: Televizyon
uk: Телебачення
zh_hans: 电视节目
zh_hant: 電視節目

source: Terms
ar: الشروط
de: Bedingungen
es: Condiciones
fr: Conditions
hi: शर्तें
it: Condizioni
ja: 規約
ko: 약관
pl: Warunki
pt_br: Termos
ru: Условия
tr: Koşullar
uk: Умови
zh_hans: 条款
zh_hant: 條款

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d’utilisation
hi: उपयोग की शर्तें
it: Condizioni d’uso
ja: 利用規約
ko: 이용 약관
pl: Warunki korzystania
pt_br: Termos de Uso
ru: Условия использования
tr: Kullanım Koşulları
uk: Умови використання
zh_hans: 使用条款
zh_hant: 使用條款

source: Terms of Use and Privacy Policy
ar: شروط الاستخدام وسياسة الخصوصية
de: Nutzungsbedingungen und Datenschutzrichtlinie
es: Condiciones de uso y política de privacidad
fr: Conditions d’utilisation et politique de confidentialité
hi: उपयोग की शर्तें और गोपनीयता नीति
it: Condizioni d’uso e informativa sulla privacy
ja: 利用規約とプライバシーポリシー
ko: 이용 약관 및 개인정보 처리방침
pl: Warunki korzystania i polityka prywatności
pt_br: Termos de Uso e Política de Privacidade
ru: Условия использования и политика конфиденциальности
tr: Kullanım Koşulları ve Gizlilik Politikası
uk: Умови використання та політика приватності
zh_hans: 使用条款和隐私政策
zh_hant: 使用條款和隱私權政策

source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
zh_hans: 文本
zh_hant: 文字

source: Text %lld
ar: نص %lld
es: Texto %lld
fr: Texte %lld
hi: टेक्स्ट %lld
it: Testo %lld
ja: テキスト %lld
ko: 텍스트 %lld
pl: Tekst %lld
pt_br: Texto %lld
ru: Текст %lld
tr: Metin %lld
uk: Текст %lld
zh_hans: 文本 %lld
zh_hant: 文字 %lld

source: Text Layers
ar: طبقات النص
de: Textebenen
es: Capas de texto
fr: Calques de texte
hi: टेक्स्ट लेयर
it: Livelli di testo
ja: テキストレイヤー
ko: 텍스트 레이어
pl: Warstwy tekstowe
pt_br: Camadas de Texto
ru: Текстовые слои
tr: Metin Katmanları
uk: Текстові шари
zh_hans: 文本图层
zh_hant: 文字圖層

source: Texture Reduction
ar: تخفيض الرسومات
de: Textur-Verringerung
es: Reducción de texturas
fr: Réduction des textures
hi: टेक्सचर रिडक्शन
it: Riduzione delle texture
ja: テクスチャ縮小
ko: 텍스처 해상도 감소
pl: Zmniejszenie tekstur
pt_br: Redução de Textura
ru: Сжатие текстур
tr: Doku Azaltma
uk: Скорочення текстур
zh_hans: 纹理分辨率降低
zh_hant: 紋理降低

source: Texture Resolution
ar: دقة الأنسجة
de: Texturauflösung
es: Resolución de texturas
fr: Résolution des textures
hi: टेक्सचर रिज़ोल्यूशन
it: Risoluzione texture
ja: テクスチャ解像度
ko: 텍스처 해상도
pl: Rozdzielczość tekstur
pt_br: Resolução das Texturas
ru: Разрешение текстур
tr: Doku Çözünürlüğü
uk: Роздільність текстур
zh_hans: 纹理分辨率
zh_hant: 紋理解析度

source: Texture Unavailable
ar: النسيج غير متوفر
de: Textur nicht verfügbar
es: Textura no disponible
fr: Texture indisponible
hi: टेक्सचर उपलब्ध नहीं है
it: Texture non disponibile
ja: テクスチャを利用できません
ko: 텍스처를 사용할 수 없음
pl: Tekstura niedostępna
pt_br: Textura Indisponível
ru: Текстура недоступна
tr: Doku Kullanılamıyor
uk: Текстура недоступна
zh_hans: 纹理不可用
zh_hant: 無法使用紋理

source: Textures
ar: الأنسجة
de: Texturen
es: Texturas
hi: टेक्सचर
it: Texture
ja: テクスチャ
ko: 텍스처
pl: Tekstury
pt_br: Texturas
ru: Текстуры
tr: Dokular
uk: Текстури
zh_hans: 纹理
zh_hant: 紋理

source: The Chromium download doesn't match the version this app expects, so it wasn't installed. Try again later.
ar: لا يطابق تنزيل Chromium الإصدار الذي يتوقعه هذا التطبيق، لذا لم يُثبَّت. حاول مرة أخرى لاحقًا.
de: Der Chromium-Download entspricht nicht der Version, die diese App erwartet, und wurde daher nicht installiert. Versuche es später erneut.
es: La descarga de Chromium no coincide con la versión que espera esta app, así que no se instaló. Inténtalo más tarde.
fr: Le téléchargement de Chromium ne correspond pas à la version attendue par cette app ; il n’a donc pas été installé. Réessayez plus tard.
hi: Chromium डाउनलोड इस ऐप द्वारा अपेक्षित संस्करण से मेल नहीं खाता, इसलिए इसे इंस्टॉल नहीं किया गया। बाद में फिर कोशिश करें।
it: Il download di Chromium non corrisponde alla versione prevista da questa app, quindi non è stato installato. Riprova più tardi.
ja: Chromium のダウンロードがこのアプリの想定するバージョンと一致しないため、インストールしませんでした。しばらくしてからもう一度お試しください。
ko: 다운로드한 Chromium이 이 앱이 요구하는 버전과 일치하지 않아 설치하지 않았습니다. 나중에 다시 시도하세요.
pl: Pobrany Chromium nie zgadza się z wersją oczekiwaną przez tę aplikację, więc nie został zainstalowany. Spróbuj ponownie później.
pt_br: O download do Chromium não corresponde à versão que este app espera, por isso não foi instalado. Tente novamente mais tarde.
ru: Загруженный Chromium не совпадает с версией, которую ожидает приложение, поэтому он не установлен. Повторите попытку позже.
tr: Chromium indirmesi bu uygulamanın beklediği sürümle eşleşmediği için yüklenmedi. Daha sonra yeniden deneyin.
uk: Завантажений Chromium не збігається з версією, яку очікує застосунок, тому його не встановлено. Спробуйте пізніше.
zh_hans: 下载的 Chromium 与本应用预期的版本不符，因此未安装。请稍后再试。
zh_hant: 下載的 Chromium 與本 App 預期的版本不符，因此未安裝。請稍後再試。

source: The Chromium download has no Chromium Embedded Framework.
ar: لا يحتوي تنزيل Chromium على Chromium Embedded Framework.
de: Der Chromium-Download enthält kein Chromium Embedded Framework.
es: La descarga de Chromium no contiene Chromium Embedded Framework.
fr: Le téléchargement de Chromium ne contient pas Chromium Embedded Framework.
hi: Chromium डाउनलोड में Chromium Embedded Framework नहीं है।
it: Il download di Chromium non contiene Chromium Embedded Framework.
ja: Chromium のダウンロードに Chromium Embedded Framework が含まれていません。
ko: 다운로드한 Chromium에 Chromium Embedded Framework가 없습니다.
pl: Pobrany Chromium nie zawiera Chromium Embedded Framework.
pt_br: O download do Chromium não contém o Chromium Embedded Framework.
ru: В загруженном Chromium нет Chromium Embedded Framework.
tr: Chromium indirmesinde Chromium Embedded Framework yok.
uk: У завантаженому Chromium немає Chromium Embedded Framework.
zh_hans: 下载的 Chromium 中没有 Chromium Embedded Framework。
zh_hant: 下載的 Chromium 中沒有 Chromium Embedded Framework。

source: The Chromium download isn't a valid archive. Try again later.
ar: تنزيل Chromium ليس أرشيفًا صالحًا. حاول مرة أخرى لاحقًا.
de: Der Chromium-Download ist kein gültiges Archiv. Versuche es später erneut.
es: La descarga de Chromium no es un archivo válido. Inténtalo más tarde.
fr: Le téléchargement de Chromium n’est pas une archive valide. Réessayez plus tard.
hi: Chromium डाउनलोड मान्य आर्काइव नहीं है। बाद में फिर कोशिश करें।
it: Il download di Chromium non è un archivio valido. Riprova più tardi.
ja: Chromium のダウンロードは有効なアーカイブではありません。しばらくしてからもう一度お試しください。
ko: 다운로드한 Chromium이 올바른 압축 파일이 아닙니다. 나중에 다시 시도하세요.
pl: Pobrany Chromium nie jest prawidłowym archiwum. Spróbuj ponownie później.
pt_br: O download do Chromium não é um arquivo compactado válido. Tente novamente mais tarde.
ru: Загруженный Chromium не является корректным архивом. Повторите попытку позже.
tr: Chromium indirmesi geçerli bir arşiv değil. Daha sonra yeniden deneyin.
uk: Завантажений Chromium не є коректним архівом. Спробуйте пізніше.
zh_hans: 下载的 Chromium 不是有效的归档。请稍后再试。
zh_hant: 下載的 Chromium 不是有效的封存檔。請稍後再試。

source: The Chromium engine didn't draw the wallpaper in time.
ar: لم يرسم محرك Chromium الخلفية في الوقت المحدد.
de: Die Chromium-Engine hat das Hintergrundbild nicht rechtzeitig gezeichnet.
es: El motor Chromium no dibujó el fondo de pantalla a tiempo.
fr: Le moteur Chromium n’a pas dessiné le fond d’écran à temps.
hi: Chromium इंजन ने वॉलपेपर समय पर नहीं बनाया।
it: Il motore Chromium non ha disegnato lo sfondo in tempo.
ja: Chromium エンジンが時間内に壁紙を描画しませんでした。
ko: Chromium 엔진이 제시간에 배경화면을 그리지 못했습니다.
pl: Silnik Chromium nie narysował tapety na czas.
pt_br: O mecanismo Chromium não desenhou a imagem de fundo a tempo.
ru: Движок Chromium не успел отрисовать обои.
tr: Chromium motoru duvar kâğıdını zamanında çizmedi.
uk: Рушій Chromium не встиг намалювати шпалери.
zh_hans: Chromium 引擎未能及时绘制墙纸。
zh_hant: Chromium 引擎未能及時繪製背景圖片。

source: The Day of Week playlist does not support more than 7 wallpapers.
ar: قائمة تشغيل أيام الأسبوع لا تحتمل أكثر من 7 خلفيات.
de: Die Wochentag-Playlist kann nicht mehr als 7 Hintergrundbilder enthalten.
es: La playlist semanal no puede tener más de 7 fondos de pantalla.
fr: La playlist Jour de la semaine ne prend pas en charge plus de 7 fonds d’écran.
hi: सप्ताह के दिन वाली प्लेलिस्ट में 7 से ज़्यादा वॉलपेपर नहीं हो सकते।
it: La playlist Giorno della settimana non può contenere più di 7 sfondi.
ja: 曜日別プレイリストに登録できる壁紙の数は7つまでです。
ko: 요일 플레이리스트는 최대 7개의 배경화면만 포함할 수 있습니다.
pl: Playlista „Dzień tygodnia” może zawierać maksymalnie siedem tapet.
pt_br: A playlist Dia da Semana só oferece suporte para 7 imagens de fundo.
ru: В плейлисте «День недели» может быть не более 7 обоев.
tr: Haftanın Günü çalma listesi 7’den fazla duvar kâğıdını desteklemez.
uk: Тижневий список відтворення не підтримує більш ніж 7 шпалер.
zh_hans: 星期播放列表不支持超过 7 张墙纸。
zh_hant: 星期幾播放列表最多只能支援 7 張背景圖片。

source: The Day of Week playlist does not support more than 7 wallpapers. Remove excess wallpapers now?
ar: قائمة تشغيل أيام الأسبوع لا تحتمل أكثر من 7 خلفيات. هل تريد حذف الخلفيات الزائدة الآن؟
de: Die Wochentag-Playlist kann nicht mehr als 7 Hintergrundbilder enthalten. Überschüssige Hintergrundbilder jetzt entfernen?
es: La playlist semanal no puede tener más de 7 fondos de pantalla. ¿Quieres quitar los que sobran?
fr: La playlist Jour de la semaine ne prend pas en charge plus de 7 fonds d’écran. Supprimer les fonds d’écran excédentaires maintenant ?
hi: सप्ताह के दिन वाली प्लेलिस्ट में 7 से ज़्यादा वॉलपेपर नहीं हो सकते। अतिरिक्त वॉलपेपर अभी हटाएँ?
it: La playlist Giorno della settimana non può contenere più di 7 sfondi. Vuoi rimuovere ora gli sfondi in eccesso?
ja: 曜日別プレイリストに登録できる壁紙は7つまでです。余分な壁紙を削除しますか？
ko: 요일 플레이리스트는 최대 7개의 배경화면만 포함할 수 있습니다. 지금 초과한 배경화면을 제거할까요?
pl: Playlista „Dzień tygodnia” może zawierać maksymalnie siedem tapet. Usunąć nadmiar tapet teraz?
pt_br: A playlist Dia da Semana só oferece suporte para 7 imagens de fundo. Remover as imagens de fundo em excesso?
ru: В плейлисте «День недели» может быть не более 7 обоев. Удалить лишние сейчас?
tr: Haftanın Günü çalma listesi 7’den fazla duvar kâğıdını desteklemez. Fazla duvar kâğıtlarını şimdi kaldırmak ister misiniz?
uk: Тижневий список відтворення не підтримує більш ніж 7 шпалер. Видалити зайві шпалери?
zh_hans: 星期播放列表不支持超过 7 张墙纸。立即移除多余的墙纸？
zh_hant: 星期幾播放列表最多只能支援 7 張背景圖片。是否要移除多餘的背景圖片？

source: The Dock and the icons show a new style or tint once the Dock starts again. Your windows stay open.
ar: يعرض Dock والأيقونات النمط أو اللون الجديد بعد إعادة تشغيل Dock. تبقى نوافذك مفتوحة.
de: Das Dock und die Symbole zeigen einen neuen Stil oder Farbton, sobald das Dock neu startet. Deine Fenster bleiben offen.
es: El Dock y los iconos muestran un nuevo estilo o tinte cuando el Dock vuelve a iniciarse. Tus ventanas siguen abiertas.
fr: Le Dock et les icônes affichent un nouveau style ou une nouvelle teinte une fois le Dock redémarré. Vos fenêtres restent ouvertes.
hi: Dock दोबारा शुरू होने पर Dock और आइकन नया स्टाइल या टिंट दिखाते हैं। आपकी विंडो खुली रहती हैं।
it: Il Dock e le icone mostrano un nuovo stile o una nuova tinta quando il Dock si riavvia. Le finestre restano aperte.
ja: Dockが再起動すると、Dockとアイコンに新しいスタイルや色が反映されます。ウインドウは開いたままです。
ko: Dock이 다시 시작되면 Dock과 아이콘에 새 스타일이나 색조가 표시됩니다. 윈도우는 열린 상태로 유지됩니다.
pl: Dock i ikony pokazują nowy styl lub odcień po ponownym uruchomieniu Docka. Okna pozostają otwarte.
pt_br: O Dock e os ícones mostram um novo estilo ou tom quando o Dock reinicia. Suas janelas continuam abertas.
ru: Dock и значки показывают новый стиль или оттенок после перезапуска Dock. Окна остаются открытыми.
tr: Dock yeniden başladığında Dock ve simgeler yeni stili veya tonu gösterir. Pencereleriniz açık kalır.
uk: Dock і піктограми показують новий стиль або відтінок після перезапуску Dock. Вікна залишаються відкритими.
zh_hans: 程序坞重新启动后，程序坞和图标会显示新的样式或色调。你的窗口保持打开。
zh_hant: Dock 重新啟動後，Dock 和圖像會顯示新的樣式或色調。你的視窗會保持開啟。

source: The Dock briefly reloads once the color stops changing. Your windows stay open.
ar: يُعاد تحميل Dock لفترة وجيزة بعد توقف تغيّر اللون. تبقى نوافذك مفتوحة.
de: Das Dock lädt kurz neu, sobald sich die Farbe nicht mehr ändert. Deine Fenster bleiben geöffnet.
es: El Dock se recarga brevemente cuando el color deja de cambiar. Tus ventanas siguen abiertas.
fr: Le Dock se recharge brièvement une fois que la couleur ne change plus. Vos fenêtres restent ouvertes.
hi: रंग बदलना रुकने पर Dock थोड़ी देर के लिए फिर से लोड होता है। आपकी विंडो खुली रहती हैं।
it: Il Dock si ricarica brevemente quando il colore smette di cambiare. Le finestre restano aperte.
ja: 色の変更が止まると Dock が一瞬再読み込みされます。ウインドウは開いたままです。
ko: 색상 변경이 멈추면 Dock이 잠시 다시 로드됩니다. 윈도우는 열린 상태로 유지됩니다.
pl: Dock na chwilę się przeładuje, gdy kolor przestanie się zmieniać. Okna pozostaną otwarte.
pt_br: O Dock recarrega por um instante quando a cor para de mudar. Suas janelas continuam abertas.
ru: Dock ненадолго перезагрузится, когда цвет перестанет меняться. Окна останутся открытыми.
tr: Renk değişmeyi bıraktığında Dock kısa süreliğine yeniden yüklenir. Pencereleriniz açık kalır.
uk: Dock ненадовго перезавантажиться, коли колір перестане змінюватися. Вікна залишаться відкритими.
zh_hans: 颜色停止变化后，程序坞会短暂重新载入。你的窗口保持打开。
zh_hant: 顏色停止變化後，Dock 會短暫重新載入。你的視窗會保持開啟。

source: The Dock shows a new icon style or tint only once it starts again. It restarts 1.5 seconds after the last change, and not at all when the colors are unchanged.
ar: لا يعرض Dock نمط الأيقونات أو لونها الجديد إلا بعد إعادة تشغيله. يُعاد تشغيله بعد 1.5 ثانية من آخر تغيير، ولا يُعاد تشغيله إطلاقًا إذا لم تتغير الألوان.
de: Das Dock zeigt einen neuen Symbolstil oder Farbton erst nach einem Neustart. Es startet 1,5 Sekunden nach der letzten Änderung neu und gar nicht, wenn die Farben unverändert sind.
es: El Dock muestra un nuevo estilo o tono de iconos solo cuando se vuelve a iniciar. Se reinicia 1,5 segundos después del último cambio, y nunca si los colores no cambian.
fr: Le Dock n'affiche un nouveau style ou une nouvelle teinte d'icônes qu'après avoir redémarré. Il redémarre 1,5 seconde après la dernière modification, et pas du tout si les couleurs sont inchangées.
hi: Dock नई आइकन शैली या रंगत तभी दिखाता है जब वह फिर से शुरू होता है। यह आख़िरी बदलाव के 1.5 सेकंड बाद फिर से शुरू होता है, और रंग न बदलने पर बिल्कुल नहीं।
it: Il Dock mostra un nuovo stile o tinta delle icone solo quando si riavvia. Si riavvia 1,5 secondi dopo l'ultima modifica, e mai se i colori non cambiano.
ja: Dock は再起動したときにのみ新しいアイコンのスタイルや色合いを表示します。最後の変更から1.5秒後に再起動し、色が変わっていなければ再起動しません。
ko: Dock은 다시 시작될 때만 새 아이콘 스타일이나 색조를 표시합니다. 마지막 변경 후 1.5초 뒤에 재시작하며, 색상이 바뀌지 않았으면 재시작하지 않습니다.
pl: Dock pokazuje nowy styl lub odcień ikon dopiero po ponownym uruchomieniu. Uruchamia się ponownie 1,5 sekundy po ostatniej zmianie, a wcale, gdy kolory się nie zmieniły.
pt_br: O Dock só mostra um novo estilo ou tom de ícones quando reinicia. Ele reinicia 1,5 segundo após a última alteração, e não reinicia se as cores não mudarem.
ru: Dock показывает новый стиль или оттенок значков только после перезапуска. Он перезапускается через 1,5 секунды после последнего изменения и не перезапускается, если цвета не изменились.
tr: Dock yeni simge stilini veya tonunu yalnızca yeniden başladığında gösterir. Son değişiklikten 1,5 saniye sonra yeniden başlar; renkler değişmediyse hiç başlamaz.
uk: Dock показує новий стиль або відтінок іконок лише після перезапуску. Він перезапускається через 1,5 секунди після останньої зміни і не перезапускається, якщо кольори не змінилися.
zh_hans: 程序坞只有在重新启动后才会显示新的图标样式或色调。它会在最后一次更改 1.5 秒后重新启动，颜色未变时则不会重新启动。
zh_hant: Dock 只有在重新啟動後才會顯示新的圖像樣式或色調。它會在最後一次更改 1.5 秒後重新啟動，顏色未變時則不會重新啟動。
